{
  "title": "test dream 1",
  "subtitle": "test dream subtitle",
  "content": "test dream content",
  "author": "brian",
  "type": "test dream 1",
  "entry": [
    {
      "title": "test dream 1",
      "subtitle": "test dream 1",
      "content": "test dream 1",
      "author": "test dream 1"
    },
    {
      "title": "bananasandwich",
      "subtitle": "bananasandwich",
      "content": "bananasandwich",
      "author": "bananasandwich"
    },
    {
      "content": "\"Let us not wallow in the valley of despair, I say to you today, my friends.\n\n\n\n\n\nAnd so even though we face the difficulties of today and tomorrow, I still have a dream. It is a dream deeply rooted in the American dream.\n\nI have a dream that one day this nation will rise up and live out the true meaning of its creed: 'We hold these truths to be self-evident, that all men are created equal.'\n\nI have a dream that one day on the red hills of Georgia, the sons of former slaves and the sons of former slave owners will be able to sit down together at the table of brotherhood.\n\nI have a dream that one day even the state of Mississippi, a state sweltering with the heat of injustice, sweltering with the heat of oppression, will be transformed into an oasis of freedom and justice.\n\nI have a dream that my four little children will one day live in a nation where they will not be judged by the color of their skin but by the content of their character.\n\nI have a dream today!\n\nI have a dream that one day, down in Alabama, with its vicious racists, with its governor having his lips dripping with the words of 'interposition' and 'nullification' -- one day right there in Alabama little black boys and black girls will be able to join hands with little white boys and white girls as sisters and brothers.\n\nI have a dream today!\n\nI have a dream that one day every valley shall be exalted, and every hill and mountain shall be made low, the rough places will be made plain, and the crooked places will be made straight; 'and the glory of the Lord shall be revealed and all flesh shall see it together.'\n\nThis is our hope, and this is the faith that I go back to the South with.\n\nWith this faith, we will be able to hew out of the mountain of despair a stone of hope. With this faith, we will be able to transform the jangling discords of our nation into a beautiful symphony of brotherhood. With this faith, we will be able to work together, to pray together, to struggle together, to go to jail together, to stand up for freedom together, knowing that we will be free one day.\",",
      "author": "- Brian",
      "title": "Just a lil something",
      "subtitle": "yaknow"
    },
    {
      "title": "Scavenging/rations",
      "subtitle": "subconscious panic/thirst",
      "content": "Had a dream that I was on a very windy beach handing out rations to mad-max style people. The person helping me was a barman from a pub I frequent. I think I miss pints.",
      "author": "Me."
    }
  ]
}